<?php
// +----------------------------------------------------------------------
// | Session设置
// +----------------------------------------------------------------------

return [
    'switch' => env('verify.switch', true),   //开关
    'curve'  => false,                        //曲线
    'noise'  => true,                         //杂点 
    'bgimg'  => false,                        //背景图
    'type'   => 1,                            //类型：1数字，2字母，3数字字母，4算术，5中文
    'length' => 4,                            //位数3-6位
    'expire' => 180                           //有效时间（秒）
];
